Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sme/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=9_lang=finnish.html.tmx
Source language: fin
Languages: sme

source: Lautakunnat Saamelaiskäräjien kokous asettaa vaalikaudekseen neljä lautakuntaa, saamen kielineuvoston sekä vaalilautakunnan, jonka toimikausi on muita lautakuntia lyhyempi.
sme: Sámedikki čoahkkin vállje válgabadjái njeallje lávdegotti, sámi giellaráđi ja maiddái válgalávdegotti, man doaibmabadji lea eará lávdegottiid oanehut.

source: Lautakunnat toimivat hallituksen alaisuudessa valmistellen omaan toimialaansa kuuluvia asioita ja tehden päätöksiä omaan alaansa kuuluvien varojen jakamisesta ja käyttämisestä.
sme: Lávdegottit doibmet stivrra vuollásažžan ja válmmaštallet iežaset doaibmasuorgái gullevaš áššiid ja barget mearrádusaid iežaset suorgái gullevaš váriid juohkimis ja geavaheamis.

source: Lautakuntien puheenjohtajien ja varapuheenjohtajien tulee olla saamelaiskäräjien varsinaisia jäseniä.
sme: Lávdegottiid ságajođiheaddjit ja várreságajođiheaddjit galget leat sámedikki fásta lahtut.

source: Heidän lisäkseen jokaiseen lautakuntaan kuuluu viisi muuta jäsentä sekä jokaiselle henkilökohtainen varajäsen.
sme: Sin lassin juohke lávdegoddái gullet vihtta eará lahtu ja juohkehažžii persovnnalaš várrelahttu.

source: Lautakuntien tulee edustaa mahdollisimman hyvin Suomen saamelaisten kielellisiä ja alueellisia ryhmiä sekä hyvää asiantuntemusta toimialallaan.
sme: Lávdegottit galget ovddastit nu bures go vejolaš Suoma sápmelaččaid gielalaš ja guovlluid guoskevaš joavkkuid ja maiddái buori áššedovdamuša doaibmasuorggis.

source: Lautakuntien tehtävistä on määrätty saamelaiskäräjien työjärjestyksessä.
sme: Lávdegottiid bargguin lea mearriduvvon sámedikki bargoortnegis.

source: Lautakunnat hoitavat omaan toimialaansa liittyvää tiedotusta.
sme: Lávdegottit dikšot iežaset doaibmasuorgái gullevaš dieđiheamis.
